{"bitcoinPrice":"Bitcoin Price","name":"Name","brnx":"","MastBit":"","HELLo":"Hello","string":"Apply","Keys":"Google Authentication","Users":"Available","24HrChange":"24 Hr Change","24HrVolume":"24 Hr Volume","2faCode":"2FA Code","about":"About","about-us-content":"We, at MastBit aim to offer a fully independent self-managed, stable, efficient, fair and transparent investment solution. MastBit uses the underlying Blockchain technology and Peer to Peer network architecture to incorporate the much desired financial security and income stability in the current unstable market scenario. MastBit offers an alternate non-government self-regulated and independent cryptocurrency investment platform ensuring the highest degree of digital data confidentiality, security, transparency and easy interface for money transfers. The money can be transferred in real time irrespective of time and place across the globe. MastBit has a clear vision and well-defined strategy to achieve the same.Our propensity to excel by providing financial freedom and stability in the current fluctuating economy helps us to stand invincible in the current scenario. Backed by distributed ledger technologies and world?s best technical team, MastBit is all set to create a benchmark in the cryptocurrency market.Be a part of our Family and unfold the opportunities for next-generation investment solutions with us!!","account":"Account","action":"Action","agreementRequired":"Agreement Required","amount":"Amount","announcements":"Announcements","api":"API","apidocument":"API Document","apply":"Apply","authentication":"Google Authentication","available":"Available","back":"Back","basicInformation":"Basic Information","blockProductionContent":"On the Ethereum blockchain, block production may occur at random times as timing is determined by the proof of work. Your transaction may not be included in the ethereum blockchain at the time you expect it to be. In such a case you may not receive the MastBit tokens the same day you sent the ethereum.","blockProductionMayOccurAtRandomTimes":"Block Production may occur at Random Times","brokerage":"Brokerage","brokerageLimit":"Brokerage Limit","MastBitRestrictionsAndLimitations":"MastBit Restrictions and Limitations","buyNow":"Buy Now","buyOrders":"Buy Orders","buySellTradeCryptoCurrencies":"By subscribing our services you will be instantly notified on the most recent developments and offers circulated by MastBit.","cancel":"Cancel","careers":"Careers","categoryRequired":"Category Required","centralizedBrokerage":"Centralized Brokerage","change":"Change","changePassword":"Change Password","codeRequired":"Code Required","completed":"Completed","confirmationRequired":"Confirmation Required","confirmCheck":"I confirm that i am not the citizen of Canada, US, Japan","confirmPassword":"Confirm Password","confirmPasswordRequired":"Confirm Password Required","contactNumber":"Contact Number","contactUs":"Contact Us","content":"Content","contentType":"Content Type","copyAddress":"Copy Address","countryRequired":"Country Required","createAccount":"Create Account","cryptoAssetsDetail":"MastBit stores the vast majority of the crypto assets deposit in an offline multisig vault.","cryptoAssetsHeading":"Crypto Assets Deposit Secured","dailyDepositLimit":"Daily Deposit Limit","dailyTrade":"Daily Trade","dailyWithdrawLimit":"Daily Withdraw Limit","date":"Date","disable":"Disable","disabled":"Disabled","disableShield":"Disable Shield","dontHaveAnAccount":"Don't Have An Account?","email":"Email","emailRequired":"Email Required","enable":"Enable","enabled":"Enabled ","enableShield":"Enable Shield","enterAuthCode":"Enter the code from Google Authenticator","enterYourEmail":"Enter Your Email","exchange":"Exchange","exchangeAnnouncements":"Exchange Announcements","featureRequest":"Feature Request","features":"FEATURES","fee":"Fee","fileData":"File Data","fileName":"File Name","firstName":"First Name","forgotPassword":"Forgot Password","forgotPasswordInfo":"Write down your email address to reset password.","fullName":"Full Name","getStartedWithFreeAccount":"Subscribe us now!","haveAnAccount":"Already have an account?","helpCenter":"Help Center","highPerformanceDetail":"MastBit proprietary order matching engine can process millions of orders with sub-millisecond latency.","highPerformanceHeading":"High Performance Order Matching Engine","home":"Home","howExchangeWorks":"HOW EXCHANGE WORKS","idBackImage":"ID Back/Inside","idCoverImage":"ID Front/Cover","idNumber":"ID Number","invalid":"Invalid","invalidCode":"Invalid Code","invalidEmail":"Invalid Email","invalidId":"Invalid ID","invalidPassword":"Invalid Password","kyc":"KYC","lastName":"Last Name","lending":"Lending","listing":"Listing","login":"Login","losingThePrivateKey":"Losing the private key / Ether wallet","losingThePrivateKeyContent":"If you lose the private key or the password of the Ether wallet where you can hold your MastBit tokens, you will not have access to these MastBit tokens and may lose them forever.","marginTrading":"Margin Trading","market":"Market","maximum":"Maximum","maxLimit":"Maximum Limit","message":"Message","minimum":"Minimum","minLimit":"Minimum Limit","nameRequired":"Name Required","networkCongestion":"Network Congestion (Traffic Jams)","networkCongestionContent":"The Ethereum network is liable to face congestion at times, due to which the transactions can be delayed or even lost. Please note that this is a limitation of the ethereum blockchain and not the MastBit contract.","newPassword":"New Password","next":"Next","noAdvice":"NO ADVICE","noAdviceP1":"No information in MastBit whitepaper should be considered to be business, legal, and financial or tax advice regarding MastBit, the Distributor, the MastBit tokens, the MastBit Token Sale, the MastBit Wallet, and the MastBit Exchange (each as referred to in the Whitepaper). You should consult your own legal, financial, tax or other professional adviser regarding MastBit and/or the Distributor and their respective businesses and operations, the MastBit tokens, the MastBit Token Sale, the MastBit Wallet, and the MastBit Exchange (each as referred to in the Whitepaper). You should be aware that you may be required to bear the financial risk of any purchase of MastBit tokens for an indefinite period of time.","noDataAvailable":"No Data Available","noLimit":"No Limit","noRepresentation&Warranties":"No Representation & Warranties","noRepresentationContent":"MastBit and/or the Distributor does not make or purport to make, and hereby disclaims, any representation, warranty or undertaking in any form whatsoever to any entity or person, including any representation, warranty or undertaking in relation to the truth, accuracy and completeness of any of the information set out in this Whitepaper.","oldPassword":"Old Password","onceYourAccountVerified":"Once your account is verified, you are all set to buy and sell digital currencies","openAnaccount":"Open an account at MastBit with your Mobile Number.","overview":"Overview","pair":"Pair","password":"Password","passwordDoNotMatch":"Password do not match","passwordMax":"Password should contain maximum 20 characters.","passwordMin":"Password should contain minimum 8 characters.","passwordPattern":"Should contain at least one special character, numeric digit, uppercase and lowercase letter","passwordRequired":"Password Required","price":"Price","priceBtc":"Price/BTC","privacy":"Privacy","quantity":"Quantity","rememberMe":"Remember Me","representation&Warranties":"Representation & Warranties by you","representationByYouLi1":"You agree and acknowledge that the MastBit tokens do not constitute securities in any form in any jurisdiction","representationByYouLi2":"You agree and acknowledge that this Whitepaper does not constitute a prospectus or offer document of any sort and is not intended to constitute an offer of securities in any jurisdiction or a solicitation for investment in securities and you are not bound to enter into any contract or binding legal commitment and no cryptocurrency or another form of payment is to be accepted on the basis of this Whitepaper","representationByYouLi3":"You agree and acknowledge that no regulatory authority has examined or approved of the information set out in this.","representationByYouP1":"By accessing and/or accepting possession of any information in MastBit Whitepaper or such part thereof (as the case may be), you represent and warrant to MastBit, as follows:","resendActivationLink":"Resend Activation Link","resendActivationLinkInfo":"Enter your email and we will resend your activation link to you.","resetPassword":"Reset Password","restrictionsLi1":"Any lost profits, lost savings or incidental, indirect, special or consequential damages, arising out of your use or inability to use the services or products offered by MastBit or the breach of any of these Terms by any third party;","restrictionsLi2":"Any security risk such as hacker attacks, loss of password, loss of private key, or similar.","restrictionsLi3":"Mistakes or errors in code, text, or images involved in the sale.","restrictionsLi4":"Any losses resulting from the volatility in pricing of MastBit?s in any countries and cryptocurrency exchanges.","restrictionsLi5":"This website and the MastBit tokens are provided on an 'as is' basis and without any warranties of any kind, either expressed or implied. You assume all responsibility and risk with respect to your use of the website and purchasing of any amount of the MastBit tokens and their use. If applicable law does not allow all or any part of the above limitation of liability to apply to you, the limitations will apply to you only to the extent permitted by applicable law.","restrictionsLi6":"By acquiring MastBit?s Token and to the extent permitted by applicable law, the buyer agrees not to hold MastBit?s Token or any employee or contractor of MastBit liable for any losses or damages arising out of or in any way connected to the buyer?s failure to properly secure the private key to the wallet containing their MastBit: hacker?s attacks, stolen devices, loss of passwords, etc.","restrictionsP1":"You must not purchase any MastBit tokens if you are a citizen or resident of The United States/Resident of America, Canada, China, and Taiwan or any other country with existing regulations in their respective states, or associated with any jurisdiction where distribution or dissemination of these Terms, or participation in this token sale, is prohibited or restricted.","restrictionsP2":"In no event shall MastBit, members of MastBit staff, contractors, or volunteers be liable for","returnToLogin":"Return To Login","riskAssociatedWithOtherApplications":"Risk associated with other applications","riskAssociatedWithOtherApplicationsContent":"You understand and accept that the MastBit platform and products may give rise to other, alternative projects, promoted by unaffiliated third parties, under which MastBit will have no intrinsic value.","riskOfAbandonment":"Risk of abandonment / lack of success","riskOfAbandonmentContent":"You understand and accept that the creation of the MastBit tokens and the development of the MastBit platform may be abandoned for several reasons, including lack of interest from the public, lack of funding, lack of commercial success or prospects (e.g. caused by competing projects). You therefore understand that there is no assurance that, even if the MastBit platform is partially or fully developed and launched, you will receive any benefits through the MastBit tokens held by you.","riskOfEthereumMiningAttacks":"Risk of Ethereum mining attacks","riskOfEthereumMiningAttacksContent":"You understand and accept that, as with other cryptocurrencies, the blockchain used for the MastBit tokens is susceptible to mining attacks, including but not limited to double?spend attacks, majority mining power attacks, 'selfish?mining' attacks, and race condition attacks.","riskOfTheft":"Risk of theft","riskOfTheftContent":"You understand and accept that the underlying software application and software platform (i.e. the Ethereum blockchain) may be exposed to attacks by hackers or other individuals that that could result in theft or loss of MastBit tokens or ETH, impacting the ability to develop the MastBit platform.","risksAndUncertainities":"RISKS AND UNCERTAINTIES","scanQRcode":"Scan QR code with Google Authenticator","sellNow":"Sell Now","sellOrders":"Sell Orders","send":"Send","sendEtherContent":"The MastBit token will be sent to the same account you used to send the funds (Ether). If you send the ETH from an exchange or an account you do not control, you may not be able to claim your MastBit Tokens.","sendEtherOnlyWithAnAccountYouFullyOwn":"Send Ether only with an account you fully own","side":"Side","signIn":"Sign In","signUp":"Sign Up","startTrading":"START TRADING","status":"Status","step":"Step","subject":"Subject","submit":"Submit","subscribe":"Subscribe","support":"Support","systemStatus":"System Status","technicalRisks":"Technical Risks","technicalRisksContent":"This MastBit Token Distribution Contract is contingent on the Ethereum blockchain; therefore, you need to be aware of certain things.","termsAndConditions":"Terms and conditions","termsCheck":"I accept the terms & condition","termsCondition":"Terms of Service and Privacy Policy.","termsOfSale":"Terms Of Sale","termsP1":"The MastBit tokens are not intended to constitute securities in any jurisdiction. The Whitepaper does not constitute a prospectus or offer document of any sort and is not intended to constitute an offer of securities or a solicitation for investment in securities in any jurisdiction.","termsP2":"No person is bound to enter into any contract or binding legal commitment in relation to the sale and purchase of the MastBit tokens and no cryptocurrency or other form of payment is to be accepted based on this Whitepaper.","termsP3":"MastBit does not guarantee, and accepts no legal liability whatsoever arising from or connected to, the accuracy, reliability, currency, or completeness of any material contained in the whitepaper. MastBit token buyers should seek appropriate independent professional advice prior to relying on, or entering into any commitment or transaction based on, material published in the whitepaper, which material is purely published for reference purposes alone.","termsP4":"MastBit does not provide any opinion on any advice to purchase, sell, or otherwise transact with MastBit tokens and the fact of presentation of this white paper shall not form the basis of, or be relied upon relating to, any contract or investment decision.","termsP5":"No regulatory authority has examined or approved of any of the information set out in this Whitepaper. No such action has been or will be taken under the laws, regulatory requirements or rules of any jurisdiction. The publication, distribution or dissemination of this Whitepaper does not imply that the applicable laws, regulatory requirements or rules have been complied with.","termsP6":"This Whitepaper, any part thereof and any copy thereof must not be taken or transmitted to any country where distribution or dissemination of this Whitepaper is prohibited or restricted.","ticketDescription":"Ticket Description","time":"Time","tokenRequest":"Token Request","total":"Total","tradeHistory":"Trade History","tradingLimit":"Trading Limit","tutorial":"Tutorial","type":"Type","Underwriting":"Underwriting","update":"Update","upgrade":"Upgrade","upload":"Upload","uploadIDdocument":"Upload ID Document","uploadTheRequiredDocuments":"Upload the required documents and complete the verification process.","userBrokerage":"User Brokerage","userImage":"User Image","username":"Username","userProfile":"User Profile","verififyKYC":"VERIFY KYC","verifyMailMessage":"Verification mail has been sent, please check your inbox","volume":"Volume","volumes":"Volume","withdrawLimit":"Withdraw Limit","yourEmail":"Your Email","yourName":"Your Name","yyyyMmDd":"YYYY-MM-DD","zeroTradingDetail":"MastBit is the world's first Less Trading Fees cryptocurrency exchange with vision to maximize traders' profits.","zeroTradingHeading":"Less Trading Fee Cryptocurrency Exchange","category":"Category","limit":"Limit","range":"Range","required":"Required","select":"Select","24HrHigh":"24 Hr High","24HrLow":"24 Hr Low","balance":"Balance","openOrders":"Open Order","order":"Order","orderForm":"Order Form","profile":"Profile","selectProduct":"Select Product","wallets":"Wallets","lastPrice":"Last Price","g2faTextInfo":"Enter verification code from your authenticator app","selectNationality":"Select Your Nationality","verifyRecaptcha":"Please Verify Re-captcha","g2faHeading":"Google Two Factor Authentication","forgot2fa":"Forgot Two Factor?","Hindii":"Hindi","buy":"Buy","sell":"Sell","clickHere":"Click Here to","topCoins":"Top Three","logout":"Logout","currentDepositeLimit":"Current Deposit Limit","currentTradingLimit":"Current Trading Limit","currentWithdrawLimit":"Current Withdraw Limit","googleAuthentication":"Google Authentication","invalidFileSize":"File Size exceeded limit! Max 150 KB allowed.","invalidFileType":"Invalid File Type!","LoginAlert":"Login Alert","loginShield":"Login Shield","Max":"Max","Min":"Min","Security":"Security","selectResidenceCountry":"Select Residence Country","view":"View","Eng":"English","levels":"Levels","bannerHeading":"The Most Trusted Digital Asset Exchange","bannerTagLine":"The safest way to buy Bitcoin, Ethereum, many other blockchain tokens.","trade":"Trade","copyRightTag":"All Rights Reserved","contactUsTagLine":"Let's Get In Touch","charts":"Charts","dateOfBirth":"Date Of Birth","kycStep2Instruction1":" Please Provide English translation for Non-Roman letters.","kycStep2Instruction2":"Don't cut the edge of the document.","kycStep2Instruction3":"Required document quality: high resolution and colored-image files.","kycStep2Instruction4":"Allowed file size: Maximum of 150 KB.","kycStep2Instruction5":"Allowed file type: .jpeg, .jpg and .png only.","kycStep2Instruction6":"Allowed image dimensisons: 350X350 minimum and up to 4096X4096px maximum.","kycStep2Instruction7":"Please provide the identity document valid for at least three months.","kycStep2Instruction8":"The available ID type options vary with your nationality.","kycStep3Heading":"Take Selfie with ID Document and Note","kycStep3Instruction1":"Please provide: make a reference to MastBit Exchange and today's data displayed. Make sure your face is clearly visible and that all passport details are clearly readable.","kycStep3Instruction2":"Clearly visible face.","kycStep3Instruction3":"Clearly visible photo ID.","kycStep3Instruction4":"The word \"MastBit\" is noted.","yourBrokerage":"Your Brokerage","affiliatedToCoin":"Are you the developer of this coin or otherwise affiliated with it?","algorithm":"Algorithm","bitcoinTalkUrl":"Bitcoin Talk URL","coinSpecialization":"If this coin has any significant innovation over coin, please elaborate on them here","contractAddress":"Contract Address","githubUrl":"Github URL","isItMineable":"Is it Mineable?","reasonForCoinRequest":"Please explain why you would like to see this coin added to the exchange","tokenSymbol":"Token Symbol","twitterUrl":"Twitter URL","websiteUrl":"Website URL","contactMaxValidation":"Contact should have maximum 15 numbers","contactMinValidation":"Contact should have minimum 7 numbers","tokenName":"Token Name","icoServices":"ICO Services","coinListing":"Coin Listing","minimumWithdrawalAmount":"Minimum Withdrawal Amount\t","withdrawalCheck":"I understand that fees may vary with the actual demand and MastBit does not support transactions sent to smart contracts and ICOs.","deposit":"Deposit","withdraw":"Withdraw","depositNote":"Do NOT deposit assets from multi-signature wallets,e.g. Bitstamp and tenX.It may lead to invalid or even lost transaction.","onOrder":"On Order","value":"Value","no":"No","uploadTokenLogo":"Upload Token Logo","yes":"Yes","warning":"Warning!","warningText":"This is just a MVP site, please do not send your real Ether.","yourOrderHistory":"Your Orders","24 Hr Low":"","Category":"","Limit":"","Translation List Key":"","Yes":"","MastBitExchangeTokenRequest":"MastBit Exchange Token Request","myOrders":"My Order","loginNote":"Please Login to see your details!","referralUrl":"Referral URL","topNews":"Top 5 News","browser":"Browser","deactivate":"Deactivate","deactivated":"Deactivated","ipAddress":"IP Address","location":"Location","loginShieldStatus":"Login Shield Status","amountLimitExceeded":"Amount Limit Exceeded","insufficientBalance":"Insufficient Balance","USD_Price":"","USDPRICE":"","coin":"Coin","Removed":"Withdraw","riskDisclosure":"Risk Disclosure","allRightReserved":"","english":"English","PrivacyPolicy":"Privacy Policy\t","TermsUse":"Terms Of Sale","faq":"FAQ","MastBitPlatform":"MastBit Platform","howItWorks":"HOW IT WORKS","top5news":"Top 5 News","Search":"Search","secureReliable":"A Secure & Reliable Cryptocurrency","futureOfCrypto":"The Future Of Crypto Investments","platformDescription1":"Spike- The Hybrid Intelligent","platformDescription2":"Reliable Data Source Backed","platformDescription3":"Integrated Crypto & Fiat Investment","platformDescription4":"Your Funds & You Are The Boss","platformDescription5":"Lowers Fees When Paying With Bose Token","platformDescription6":"Investment Banking Solutions","platformHeading1":"Meet Spike, your friendly, intelligent Portfolio Manager bot. ","platformHeading2":"To weed out fake news and peddled paid news.","platformHeading3":"MastBit does not differentiate between FIAT and Crypto Currencies. ","platformHeading4":"Your funds are not locked for any period of time as like in current banking scenario. ","platformHeading5":"Holders of the Bose Token avail 50% lower transaction charges while performing trades","platformHeading6":"Platform offers a unique investment banking solutions such as Portfolio Funds and Programs.","AA":"","ABC":"","abi":"ABI","active":"Active","answerRequired":"Answer Required","apiDocInfo":" The MastBit APIs are designed to provide access to all the functions of the MastBit Exchange platform. We provide the REST API and the WebSocket API, which are documented on","apiDocURL":"https://documenter.getpostman.com/view/5191631/RWTspukt","apiInstruction1":"Make sure your 2FA is activated before generating your API key","apiInstruction2":"","apiKey":"Api Key","applyForLevel":"Apply to Level","asnwer":"","MastBitExchangeTokenRequest":"MastBit Exchange Token Request","code":"","createNewKey":"Create a new key","currency":"","delete":"Delete","download":"Download","frequentlyAskedQuestions":"Frequently Asked Questions","generateAPIKey":"Generate API KEY","label":"Lable","level":"Level","maximumWithdrawalAmount":"Maximum amount of withdrawal","minimumConfirmation":"Minimum Confirmation","myAPI":"My API","myAPIInfo":"Manage your API keys here. We strongly recommend that you store them with care as these API keys can not be recovered. Please protect the security of your API keys and API secrets, just as you would treat your private information. If you think that one of the two has been compromised, please dismiss it as soon as possible.","myTradeHistory":"My Trading History","orderBook":"Order book","orderCancelWarning":"Are you sure you want to cancel this order?","orderSplitId":"Order SplitId","pending":"Pending","please":"Please","privateCode":"Private code","processedPrice":"Processed Price","processedQuantity":"Processed Quantity","questionRequired":"Requested question","Regenerate":"Generate","search":"Search","searchByPair":"Search by Pair","securityQuestions":"Security Questions","selectQuestion":"Select a Question","step1Of2":"step 1 of 2","step2Of2":"step 2 of 2","test":"","tokenLauncher":"Token Launcher","toSeeYourDetails":"To see your details","transactionfee":"","transactions":"Transactions","v bnm,.":"","walletAddress":"Wallet address","walletDoesNotExist":"Your wallet does not exist. Click OK to create it!","walletTransactions":"WALLET TRANSACTIONS","withdrawalFee":"Withdrawal Fee\t"}